accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
apache
b43-fwcutter
bacon
base
base-devel
bash-completion
bat
bind
blueberry
blueman
bluez
bluez-utils
booth
btop
btrfs-progs
cameractrls
cantarell-fonts
clang
cowsay
cryptsetup
cups
cups-filters
cups-pdf
deepin-camera
device-mapper
dhclient
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-buildx
dolphin
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-update-notifier
eslint
ethtool
exa
exfatprogs
f2fs-tools
ffmpegthumbnailer
firefox
firewalld
fish
flowblade
font-manager
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
ghostscript
gimp
git
github-cli
glances
gnome-disk-utility
gnome-multi-writer
gnome-tweaks
go
gparted
grim
grub
grub-btrfs
grub-customizer
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
haveged
hdparm
hwdetect
hwinfo
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kde-gtk-config
kitty
lazygit
less
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libwnck3
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
ly
man-db
man-pages
mariadb
mariadb-clients
mcfly
mdadm
meld
mesa-utils
mitmproxy
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
nautilus
ncdu
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
nfs-utils
nilfs-utils
nm-connection-editor
nodejs
noto-fonts
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
obs-studio
obsidian
openssh
os-prober
pacman-contrib
paru
pavucontrol
perl
pinta
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
pnpm
poppler-glib
power-profiles-daemon
print-manager
pv
python
python-capng
python-defusedxml
python-packaging
python-pip
python-pipx
python-pyqt5
qt6ct
ranger
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rofi
rofi-emoji
rpm-tools
rsync
rtkit
rustup
s-nail
screenkey
sddm
sg3_utils
sl
slurp
smartmontools
smplayer
sof-firmware
splix
sqlx-cli
starship
sudo
swaybg
swayimg
sysfsutils
system-config-printer
systemd-sysvcompat
texinfo
tldr
ts-node
ttf-bitstream-vera
ttf-dejavu
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
vi
welcome
wf-recorder
wget
which
wine
wine-gecko
wine-mono
wireplumber
wireshark-qt
wl-clipboard
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
